{
  "id": {
    "home": "Beranda",
    "car": "Mobil",
    "cars": "Daftar Mobil",
    "contact": "Kontak",
    "terms-and-conditions": "Syarat & Ketentuan",
    "en-select-language": "EN",
    "id-select-language": "ID",
    "hero-title": "Melatih Transport Bali Kenyamanan adalah prioritas kami",
    "location": "Lokasi",
    "book-now": "Pesan Sekarang",
    "about-description": "Melati Transport hadir untuk memenuhi kebutuhan transportasi Anda dengan layanan sewa mobil yang nyaman, bersih, dan mudah. Menyediakan berbagai pilihan kendaraan dengan pelayanan ramah, proses pemesanan cepat, serta harga yang bersahabat — siap menemani setiap perjalanan Anda selama berada di Bali.",
    "about-benefit": "Kenapa memilih rental mobil di sini?",
    "about-benefit-1-title": "Layanan 24 Jam",
    "about-benefit-1-description": "Kami siap membantu kapan saja, baik untuk pemesanan, pengantaran mobil, maupun bantuan darurat. Kapan pun Anda butuh, kami selalu ada.",
    "about-benefit-2-title": "Bersih dan Nyaman",
    "about-benefit-2-description": "Setiap kendaraan selalu dibersihkan sebelum digunakan. Interior wangi, AC dingin, dan jok yang nyaman akan membuat perjalanan Anda lebih menyenangkan.",
    "about-benefit-3-title": "Murah Berkualitas",
    "about-benefit-3-description": "Harga hemat tanpa mengurangi kualitas layanan. Anda tetap mendapatkan mobil terbaik dan pelayanan maksimal dengan biaya yang ramah di kantong.",
    "cars-list": "List Mobil",
    "car-list-capacity": "Kapasitas {n} orang",
    "car-list-release-key": "Lepas Kunci",
    "terms-1": "Durasi sewa mobil adalah 24 jam. Keterlambatan lebih dari 3 jam akan dikenakan biaya sewa penuh 1 hari, dan kelebihan jam dihitung 15% per jam dari tarif sewa.",
    "terms-2": "Pembatalan atau pengurangan durasi sewa dalam waktu kurang dari 1x24 jam sebelum jadwal sewa tidak mendapatkan pengembalian biaya.",
    "terms-3": "Jika terjadi baret pada kendaraan, penyewa wajib membayar Rp350.000 dan ½ dari biaya sewa selama 2 hari. Untuk kecelakaan berat, penyewa menanggung biaya perbaikan serta 75% biaya sewa selama masa perbaikan.",
    "terms-4": "Kendaraan harus dikembalikan dengan bahan bakar sesuai saat diterima. Kekurangan 1 bar dikenakan Rp50.000, dan 1 garis Rp100.000. Kelebihan BBM tidak dapat diuangkan atau dikompensasi.",
    "terms-5": "Penyewa akan dikenakan biaya kebersihan Rp50.000 – Rp500.000 jika mengembalikan kendaraan dalam kondisi sangat kotor, seperti ada muntahan, pasir, bulu hewan, atau benda menjijikkan lainnya.",
    "terms-6": "Kendaraan hanya boleh digunakan di area Provinsi Bali dan tidak boleh dibawa keluar pulau. Dilarang menyewakan ulang, menggadaikan, menjual, atau membawa barang terlarang di dalam kendaraan.",
    "terms-7": "Pihak rental berhak mengambil kembali kendaraan secara sepihak jika dianggap membahayakan atau berisiko, termasuk tindakan paksa, dan tidak dapat dituntut secara hukum oleh penyewa atas tindakan tersebut.",
    "terms-8": "Penyewa wajib berfoto dengan kendaraan saat serah terima; dokumentasi ini menjadi milik MELATI CAR RENT dan bisa digunakan untuk kepentingan publikasi. Deposit berupa uang wajib diberikan dan akan dikembalikan saat kendaraan dikembalikan. Jika tidak ada pelanggaran atau biaya tambahan, deposit akan dikembalikan maksimal dalam 5×24 jam kerja.",
    "have-question-title": "Ada Pertanyaan?",
    "have-question-description": "Tim kami siap membantu Anda 24 jam penuh. Dapatkan pelayanan terbaik serta penawaran menarik khusus untuk Anda."  ,
    "whatsapp-message":"Halo%2C+saya+ingin+menyewa+mobil+Anda."
  },
  "en": {
    "home": "Home",
    "car": "Car",
    "cars": "Car List",
    "contact": "Contact",
    "terms-and-conditions": "Terms & Conditions",
    "en-select-language": "EN",
    "id-select-language": "ID",
    "hero-title": "Melati Transport Bali — Your comfort is our priority",
    "location": "Location",
    "book-now": "Book Now",
    "about-description": "Melati Transport is here to meet your transportation needs with convenient, clean, and easy car rental services. We provide a wide selection of vehicles with friendly service, fast booking, and affordable prices — ready to accompany every trip during your stay in Bali.",
    "about-benefit": "Why choose car rental here?",
    "about-benefit-1-title": "24-Hour Service",
    "about-benefit-1-description": "We are ready to help anytime — whether it's for booking, car delivery, or emergency assistance. Whenever you need us, we’re here.",
    "about-benefit-2-title": "Clean and Comfortable",
    "about-benefit-2-description": "Every vehicle is cleaned before use. Fragrant interior, cold AC, and comfortable seats will make your trip more enjoyable.",
    "about-benefit-3-title": "Affordable & Quality",
    "about-benefit-3-description": "Affordable prices without sacrificing quality. You still get the best cars and excellent service at a budget-friendly cost.",
    "cars-list": "Car List",
    "car-list-capacity": "Capacity {n} people",
    "car-list-release-key": "Self Drive",
    "terms-1": "Car rental duration is 24 hours. Late returns of more than 3 hours will be charged a full day's rental, and extra hours are charged 15% per hour of the rental rate.",
    "terms-2": "Cancellations or rental duration reductions made less than 24 hours before the scheduled rental time are non-refundable.",
    "terms-3": "For minor scratches, the renter must pay Rp350,000 and ½ of the 2-day rental fee. In case of major accidents, the renter is responsible for repair costs and 75% of rental fees during the repair period.",
    "terms-4": "Vehicles must be returned with the same fuel level as received. Missing 1 bar will incur a charge of Rp50,000; 1 stripe, Rp100,000. Excess fuel will not be refunded or compensated.",
    "terms-5": "A cleaning fee of Rp50,000 – Rp500,000 will be charged if the vehicle is returned excessively dirty (e.g., vomit, sand, pet fur, or other disgusting items).",
    "terms-6": "Vehicles may only be used within Bali Province and cannot be taken off the island. Subleasing, pawning, selling, or transporting illegal goods in the vehicle is strictly prohibited.",
    "terms-7": "The rental provider reserves the right to reclaim the vehicle without notice if deemed dangerous or risky, including forced actions. The renter cannot take legal action against such retrieval.",
    "terms-8": "The renter must take a photo with the vehicle upon handover; this documentation belongs to MELATI CAR RENT and may be used for publication.A money deposit is required and will be returned upon vehicle return. If there are no violations or additional charges, the deposit will be refunded within 5 working days.",
    "have-question-title": "Have a Question?",
    "have-question-description": "Our team is ready to assist you 24/7. Get the best service and special offers just for you.",
    "whatsapp-message":"Hello%2C+I+would+like+to+rent+your+car."
  }
}
